{
  "capitulo": 1,
  "titulo": "Introdução: Natureza e Método da Teologia Bíblica",
  "conteudo": [
    {
      "tipo": "paragrafo",
      "texto": "A melhor abordagem para o entendimento da natureza da teologia bíblica e o lugar pertencente a ela no círculo das disciplinas teológicas passa por uma definição de teologia em geral. De acordo com sua etimologia, teologia é a ciência concernente a Deus. Outras definições ou induzem ao erro ou, quando examinadas mais de perto, acabam por conduzir ao mesmo resultado da definição citada."
    },
    {
      "tipo": "paragrafo",
      "texto": "Da definição de teologia como ciência concernente a Deus segue-se a necessidade de que isso se baseie em revelação. Ao lidar cientificamente com objetos impessoais, nós é que damos o primeiro passo. Mas com relação a um ser pessoal e espiritual a situação é diferente. Somente à medida que tal ser escolhe se expor é que podemos conhecê-lo. Deus precisa vir até nós antes que possamos ir a ele."
    },
    {
      "tipo": "titulo_secao",
      "texto": "Divisão da Teologia em Quatro Grandes Áreas"
    },
    {
      "tipo": "paragrafo",
      "texto": "O tratamento usual dado à teologia se distingue em quatro áreas: teologia exegética, teologia histórica, teologia sistemática e teologia prática. O ponto a ser observado, em nosso propósito aqui, é a posição que é dada à teologia exegética como primeira dentre as quatro. Esse precedente é em razão do reconhecimento instintivo de que no princípio de toda teologia reside uma atitude passivo-receptiva por parte daquele que se dedica ao seu estudo. É eminentemente um processo no qual Deus fala e o homem escuta."
    },
    {
      "tipo": "paragrafo",
      "texto": "A teologia exegética, num sentido mais amplo, compreende as seguintes disciplinas:"
    },
    {
      "tipo": "lista_ordenada",
      "itens": [
        "O estudo do conteúdo atual da Escritura Sagrada;",
        "A investigação da origem dos vários escritos bíblicos (Introdução);",
        "A colocação da questão sobre como esses vários escritos vieram a ser coletados (Canônica);",
        "O estudo da autorrevelação atual de Deus no tempo e no espaço, que é chamado de Teologia Bíblica."
      ]
    },
    {
      "tipo": "titulo_secao",
      "texto": "Definição de Teologia Bíblica"
    },
    {
      "tipo": "conceito_chave",
      "texto": "Teologia bíblica é aquele ramo da teologia exegética que lida com o processo da autorrevelação de Deus registrada na Bíblia."
    },
    {
      "tipo": "paragrafo",
      "texto": "Na definição dada, o termo 'revelação' é tido como um substantivo que indica ação. A teologia bíblica lida com a revelação como sendo atividade divina, não o produto final dessa atividade. As principais características do trabalho divino em si são:"
    },
    {
        "tipo": "lista_numerada_com_titulo",
        "itens": [
            {
                "titulo": "A progressividade histórica",
                "texto": "A revelação não foi completada num único ato, mas desdobrou-se ao longo de uma série de atos sucessivos, inseparavelmente ligada à história da redenção."
            },
            {
                "titulo": "A real incorporação na História",
                "texto": "O processo de revelação não é somente concomitante com a História, mas se torna encarnado na História. Os próprios fatos da História adquirem uma significação reveladora (ato-revelação ao lado de palavra-revelação)."
            },
            {
                "titulo": "A natureza orgânica",
                "texto": "O progresso da revelação é como o de uma semente que atinge o crescimento pleno. Mesmo no estado germinal, o mínimo de conhecimento indispensável já estava presente, garantindo a suficiência salvadora em todas as fases."
            },
            {
                "titulo": "A adaptabilidade prática",
                "texto": "A autorrevelação de Deus não foi feita para um propósito primariamente intelectual, mas para responder às necessidades religiosas práticas de seu povo no contexto de um 'pacto', não de uma 'escola'."
            }
        ]
    },
    {
        "tipo": "quiz",
        "pergunta": "De acordo com o texto, a Teologia Bíblica se distingue da Teologia Sistemática principalmente pelo seu princípio de estruturação. Qual é este princípio?",
        "opcoes": [
            "Lógico e atemporal",
            "Histórico e progressivo",
            "Filosófico e abstrato",
            "Prático e devocional"
        ],
        "resposta_correta": "Histórico e progressivo"
    }
  ]
}
